{
    "landingPage.title": "క్రైసిస్కొనెక్ట్",
    "landingPage.tagline": "సంక్షోభ సమయంలో మీ సహాయ హస్తం",
    "landingPage.description": "విరాళాలు మా కార్యకలాపాలకు కీలకమైనవి, మరియు అవి మా లబ్దిదారులకు సేవలు మరియు మద్దతు అందించడానికి సహాయపడతాయి. మీ విరాళాలు ఎలా తేడా తెస్తాయో మరియు జీవితాలను మార్చడంలో మాకు ఎలా సహాయపడతాయో తెలుసుకోండి.",
    "landingPage.button.learnMore": "మరింత నేర్చుకొని విరాళం ఇవ్వండి",
    "landingPage.successMessage": "${amount} డాలర్లు విజయవంతంగా విరాళం ఇచ్చారు",
    "landingPage.button.returnHome": "హోమ్‌పేజీకి తిరిగి వెళ్ళండి",
    "landingPage.services.title": "సేవలు",
    "landingPage.services.description": "మేము ఏం చేస్తాము?",
    "landingPage.emergencyResponse.title": "అత్యవసర స్పందన",
    "landingPage.emergencyResponse.description": "ప్రతి సెకను కీలకమైన సమయంలో ఆపదలో ఉన్న వ్యక్తులు త్వరితంగా అత్యవసర సేవలకు కనెక్ట్ అవ్వగలగడం, నిజ సమయం అప్డేట్లను పొందడం, మరియు అవసరమైన మద్దతును పొందడం ఖాయం చేస్తుంది. ఈ ఫీచర్ ప్రమాదాలను తగ్గించడంలో మరియు త్వరిత సహాయం సమన్వయం చేయడంలో కీలకం, మా భద్రతా మరియు త్వరిత సహాయం ప్రతిబద్ధతను సాకారం చేస్తుంది.",
    "landingPage.safeHouse.title": "సురక్షిత గృహం",
    "landingPage.safeHouse.description": "మా అప్లికేషన్ యొక్క 'సురక్షిత గృహం' ఫీచర్ మా భద్రత మరియు ఆశ్రయం అందించే అంకితభావానికి సాక్ష్యం. ఇది డిజిటల్ కంపాస్ లాగా పనిచేసి, విపత్తులు లేదా బెదిరింపుల సమయంలో అసహాయకులను సమీప సురక్షిత స్థలాలకు మార్గదర్శించడం, ఆశ్రయ స్థలాలను మ్యాప్ చేయడం మరియు అందుబాటులో ఉన్న సమాచారం అందించడం ద్వారా అలజడిలో ఉన్నవారికి సౌఖ్యం మరియు రక్షణను అందించాలని మా ప్రయత్నం.",
    "landingPage.rescueGuidelines.title": "రక్షణ మార్గదర్శకాలు",
    "landingPage.rescueGuidelines.description": "శారీరిక సహాయం మేరకు జ్ఞానం కూడా కీలకం, అందువల్ల మా అప్లికేషన్లో వివిధ అత్యవసర పరిస్థితుల కోసం నిపుణులు క్యూరేట్ చేసిన సలహాలు మరియు ప్రోటోకాల్‌లను కలిగిన 'రక్షణ మార్గదర్శకాలు' అనే ఫీచర్ ఉంది. ఈ ఫీచర్ కీలక క్షణాలలో సమాచార ఆధారిత నిర్ణయాలు తీసుకొని ప్రభావశీల చర్యలు తీసుకొనేందుకు వినియోగదారులను సశక్తపరచడంలో సహాయపడుతుంది, వారి సహనం మరియు స్వీయ-ఆధారితత్వాన్ని పెంచుతుంది.",
    "landingPage.loveForHumanity.title": "మానవత్వం పట్ల ప్రేమ",
    "landingPage.loveForHumanity.description": "'మానవత్వం పట్ల ప్రేమ' అనేది ఒక భావన మాత్రమే కాదు—ఇది చర్య. ఇది సహానుభూతి కలిగిన వ్యక్తులను అవసరం ఉన్నవారికి సహాయపడే అవకాశాలతో కనెక్ట్ చేయడంలో సహాయపడుతుంది, ఇది విరాళాలు, వాలంటీర్ చేయడం, లేదా సముదాయ సహాయం ద్వారా అయినా సాధ్యం. ఈ ఫీచర్ ప్రపంచ సోదరభావం ఆత్మను పెంపొందించడంలో సహాయపడుతుంది, వాడుకరులను సహాయహస్తం అందించి, సముదాయాలలో జాలువారు కారుణ్య మరియు ఏకత్వం అనే కలం నేయడంలో సహాయపడుతుంది."
  }
  